[{"id":2,
"name":"Crysis",
"release_date":"11/13/2007",
"description":"From the makers of Far Cry,
 Crysis offers FPS fans the best-looking,
 most highly-evolving gameplay,
 requiring the player to use adaptive tactics and total customization of weapons and armor to survive in dynamic,
 hostile environments including Zero-G. \n\nEarth,
 2019. A team of US scientists makes a frightening discovery on an island in the South China Sea. All contact with the team is lost when the North Korean Government quickly seals off the area. The United States responds by dispatching an elite team of Delta Force Operators to recon the situation. As tension rises between the two nations,
 a massive alien ship reveals itself in the middle of the island. The ship generates an immense force sphere that freezes a vast portion of the island and drastically alters the global weather system. Now the US and North Korea must join forces to battle the alien menace. With hope rapidly fading,
 you must fight epic battles through tropical jungle,
 frozen landscapes,
 and finally into the heart of the alien ship itself for the ultimate Zero G showdown.",
"publisher":"Electronic Arts",
"developer":"Crytek",
"youtube":"http://www.youtube.com/watch?v=i3vO01xQ-DM",
"box_art_front":"boxart/original/front/2-1.jpg",
"box_art_back":"boxart/original/back/2-1.jpg",
"esrb":"M - Mature",
"coop":"No",
"players":"4+",
"path":null,
"rating":0,
"favorite":false,
"categories":[8]},
{"id":2911,
"name":"FIFA 14",
"release_date":"09/24/2013",
"description":"Step on the pitch for EA Sports' 2014 edition of the beautiful game.Experience the emotion of scoring great goals in FIFA 14. The game plays the way great football matches are contested,
 with innovations to the gameplay that inspire fans to build play through midfield,
 dictating the tempo of a match.\n\nFeel the tension as chances are created,
 and experience the thrill of hitting the back of the net. A new feature called Pure Shot and a brand-new ball physics system will transform shooting,
 making every shot attempt feel real. FIFA 14 delivers online features and live services that connect fans to the heartbeat of the sport—and to each other—through EA SPORTS Football Club. FIFA 14 is football's social network,
 where fans connect,
 compete and share with millions of others around the world.",
"publisher":"Electronic Arts",
"developer":"EA Canada",
"youtube":null,
"box_art_front":"boxart/original/front/18041-1.jpg",
"box_art_back":null,
"esrb":"E - Everyone",
"coop":"Yes",
"players":"4+",
"path":null,
"rating":0,
"favorite":false,
"categories":[11]},
{"id":1901,
"name":"Mortal Kombat 3",
"release_date":"01/01/1995",
"description":"Shao Kahn has won. The Earthrealm is no more. In order to revive his Queen Sindel,
 the emperor Shao Kahn used the Outworld Tournament from Mortal Kombat 2 as a diversion while his Shadow Priests revive his fallen Queen on Earth. Once enacted,
 the dimensional bridge between the two realms connects,
 allowing Kahn's extermination squads to invade and destroy Earth,
 and enslave the population's souls.\n\nA small team of Raiden's \"Chosen Warriors\" survives the attack: Mortal Kombat champion Liu Kang and his ally Kung Lao,
 Special Forces agents Sonya Blade and Jax,
 the shaman Nightwolf,
 the riot cop Stryker,
 the nomadic Kabal,
 and former Lin Kuei warrior Sub-Zero,
 who has gone rogue from his clan. Facing the warriors are the mercenary Kano,
 cyber-ninjas Smoke,
 Sektor and Cyrax,
 Sheeva,
 a female Shokan,
 the sorcerer Shang Tsung,
 and Queen Sindel herself.\n\nMortal Kombat 3 brings new elements to the 2D fighting series: multi-level playfields,
 \"Dial-A-Combo\" attacks,
 a \"Run\" button to speed up the battles,
 and \"Vs.\" codes,
 which unlock new powers and abilities once both players enter a code sequence in pre-match-up screens. Also included are more stage fatalities and finishing moves as each warrior attempts to go one-on-one with the Centaurian enforcer Motaro,
 and Shao Kahn himself.\n\nMortal Kombat 3 is the last traditional one-on-one fighting game game in the series to feature motion-captured digitized graphics for its kombatants,
 and introduces online network play to the PC version",
"publisher":"Atari,
 Inc.",
"developer":"Midway Games,
 Inc.",
"youtube":null,
"box_art_front":"boxart/original/front/14266-1.jpg",
"box_art_back":null,
"esrb":null,
"coop":"No",
"players":null,
"path":null,
"rating":0,
"favorite":false,
"categories":[1]},
{"id":2627,
"name":"Mortal Kombat Komplete Edition",
"release_date":"07/24/2013",
"description":"After centuries of Mortal Kombat,
 Emperor Shao Kahn has finally defeated Raiden and his allies. Faced with extinction,
 Raiden has one last chance to save Earthrealm. To undo the Emperor's victory,
 he must strike Shao Kahn where he is vulnerable...the Past.\n\nDriven by an all new graphics engine,
 the fan favorite series is back and presented in more gory detail than ever before. Mortal Kombat (known as Mortal Kombat 9 by the fans) introduces a number of game-play features including tag team and the deepest story mode of any fighting game. Players can choose from an extensive lineup of the game's iconic warriors and challenge their friends in traditional 1 vs. 1 matches,
 or take on several new game modes.\n\nIntroducing a number of game modes as well as an online experience,
 Mortal Kombat allows up to 4 players can battle \"tag-team\"- 2 players can team up in the new \"Co-op Arcade Mode\" or compete against another team online.",
"publisher":"NetherRealm Studios",
"developer":"Warner Bros. Interactive",
"youtube":null,
"box_art_front":"boxart/original/front/17377-1.jpg",
"box_art_back":null,
"esrb":"RP - Rating Pending",
"coop":"No",
"players":"4+",
"path":null,
"rating":0,
"favorite":false,
"categories":[1]},
{"id":2297,
"name":"Skullgirls",
"release_date":"12/31/2013",
"description":null,
"publisher":null,
"developer":null,
"youtube":null,
"box_art_front":null,
"box_art_back":null,
"esrb":"T - Teen",
"coop":"No",
"players":null,
"path":null,
"rating":0,
"favorite":false,
"categories":[]},
{"id":42,
"name":"Street Fighter IV",
"release_date":"07/18/2008",
"description":"Street Fighter IV is a 2008 fighting game produced by Capcom. It is the first numbered Street Fighter game released by Capcom for the arcades since 1999.",
"publisher":"Capcom",
"developer":"Capcom",
"youtube":null,
"box_art_front":"boxart/original/front/103-2.jpg",
"box_art_back":"boxart/original/back/103-1.jpg",
"esrb":"T - Teen",
"coop":"No",
"players":"2",
"path":null,
"rating":0,
"favorite":false,
"categories":[10]}]